/* card validator error message */
"Card not supported for payment" = "Karte wird für die Zahlung nicht unterstützt";

/* card validator error message */
"Card number is invalid" = "Kartennummer ist ungültig";

/* card validator error message */
"Card number is required" = "Kartennummer ist erforderlich";

/* card validator error message */
"Card number must contain only digits" = "Kartennummer darf nur Ziffern enthalten";

/* card validator error message */
"Card’s expiration date is invalid" = "Ablaufdatum der Karte ist ungültig";

/* card validator error message */
"Expiry date is required" = "Ablaufdatum ist erforderlich";

/* card validator error message */
"Invalid card number" = "Ungültige Kartennummer";

/* card validator error message */
"Invalid CVC / CVV" = "Ungültiger CVC / CVV";

/* card validator error message */
"Invalid expires date" = "Ungültiges Ablaufdatum";

/* card validator error message */
"Invalid name on card" = "Ungültiger Name auf der Karte";

/* card validator error message */
"Please enter your card name" = "Bitte geben Sie den Namen auf der Karte ein";

/* card validator error message */
"Security code is invalid" = "Sicherheitscode ist ungültig";

/* card validator error message */
"Security code is required" = "Sicherheitscode ist erforderlich";

/* card validator error message */
"Security code must contain only digits" = "Sicherheitscode darf nur Ziffern enthalten";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "CVC/CVV für\n%@ eingeben";

/* Pay now - pay button */
"Pay now" = "Jetzt bezahlen";

/* CVC title without card details */
"Enter CVC/CVV" = "CVC/CVV eingeben";

/* total amount of payment session */
"Total %@" = "Gesamt %@";
